0.1.0/tutorials/incompressible/ico/cavity_clipped/0/U
FoamFile
{
  version     2.0;
  format      ascii;
  class       volVectorField;
  location    "0";
  object      U;
}

dimensions [0 1 -1 0 0 0 0];

internalField uniform (0 0 0);

boundaryField
{
  lid
  {
    type            fixedValue;
    value           uniform (1 0 0);
  }
  fixedWalls
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }
  frontAndBack
  {
    type            empty;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
